brew "ack"
brew "antigen"
brew "bat"
brew "btop"
brew "figlet"
brew "gcc"
brew "go"
brew "grep"
brew "helix"
brew "htop"
brew "hugo"
brew "neofetch"
brew "neovim"
brew "python"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "tmux"
brew "tmux-mem-cpu-load"
brew "vim"
brew "zsh-autosuggestions"

cask 'notion'
cask 'raycast'
cask 'vlc'
cask 'neovide'
